    [    
    {
      "feedback": "As a Team Lead, it is my pleasure to recommend Anya as an exceptional QA professional. We had the privilege of working together at Haemonetics, where Anya served as a QA engineer. Anya consistently demonstrated high professional competence, always delivering her tasks on time and with impeccable quality. Her meticulous approach to work and commitment to achieving the best results made her a valuable asset to our team. Anya's proficiency extended beyond standard QA responsibilities. She exhibited a strong understanding of server systems, and testing intricate connections posed no difficulty for her. This additional expertise further enhanced her contributions to our projects. Not only did she showcase excellent testing skills, but she also effectively collaborated with developers, ensuring seamless communication within the team. Her ability to quickly grasp information and ease of communication made the workflow even more efficient. Anya is a reliable and responsible colleague, always willing to take on additional tasks to contribute to the overall team goals. I am confident that her professionalism, technical acumen, and positive impact on team dynamics will make her a valuable asset to any organization.",
      "reporter": {
        "photoUrl": "https://media.licdn.com/dms/image/C4E03AQGE4_LrxMWe6Q/profile-displayphoto-shrink_800_800/0/1637695065998?e=1705536000&v=beta&t=hpu-faWF_Ef2A-uu1Uhhndvw0QU2cKFTxOVCYEXUMFg",
        "name": "Hubert Ciebiada",
        "citeUrl": "https://www.linkedin.com/in/hubert-ciebiada-ab9a67a2/"
      }
    },
    {
      "feedback": "As a Back-end developer, collaborating with Anna, our former QA Engineer, was an incredibly productive and inspiring experience. Her dedication to quality and meticulous approach to testing proved to be invaluable in our joint projects. Anna is not only a professional in her field but also an excellent team player. Her insights into testing processes were immensely valuable. I highly recommend Anna as a QA expert and a reliable partner in any project!",
      "reporter": {
        "photoUrl": "https://media.licdn.com/dms/image/C4E03AQFAkpasqYTu8A/profile-displayphoto-shrink_800_800/0/1626251097275?e=1705536000&v=beta&t=xdYpGXehZyjM7aKiR2sCZkpNJU2UzfwCV67GeefYAbo",
        "name": "Grogory Golovin",
        "citeUrl": "https://www.linkedin.com/in/greg-golovin/"
      }
    },
    {
      "feedback": "Anna Rybakova wrote her bachelor's final qualifying thesis entitled `Analysis and visualization of genetic information in diagnostics` and her master's thesis under my scientific supervision. Anna has demonstrated a remarkable interest in computational mathematics and its potential applications in interdisciplinary fields, particularly in biology and medicine. Despite her academic background in applied mathematics and computer science, which did not entail an in-depth exploration of these scientific disciplines, Anna made a determined decision to focus her scientific work precisely on the intersection of mathematics with biology and medicine. To achieve this goal, Anna independently acquired a solid understanding of the basics of genetics and actively collaborated with researchers at the Blokhin National Medical Research Center of Oncology. Anna processed and analyzed voluminous nucleotide sequence data using computer programs BWA, Samtools, Vcftools, Biopython and MatLab based on C++, Java, and Python. Her participation in laboratory research and teamwork with professionals from this center attest to her exceptional dedication to science and her commitment to unraveling complex processes. As a result of Anna's diligent efforts, she has produced significant results that showcases her ability to investigate and model intricate processes. From a group of accomplished students in the course, I chose Anna to join me as an assistant in delivering the educational program `Introduction to Computer Science` at the Higher School of Economics in Moscow.  She actively contributed to the instruction and consultations, participated in the development of assignments to assess students' knowledge in the discipline, and aided in evaluating the students' performance. Anna's outstanding abilities and commitment greatly enhanced the quality of the educational program.",
      "reporter": {
        "photoUrl": "https://media.licdn.com/dms/image/C4D03AQENrW9Cwh859A/profile-displayphoto-shrink_800_800/0/1647345393270?e=1705536000&v=beta&t=UG1Iu3zridcoFWzh2VmjY0sBjJrwr7rIEdNks7qEZ50",
        "name": "Rostislav Yavorsky",
        "citeUrl": "https://www.linkedin.com/in/ryavorsky/"
      }
    },
    {
      "feedback": "With great pleasure I recommend Anna as an outstanding professional and an exceptional instructor in the field of programming. In her role as a Project Manager at KiberOne, she demonstrated remarkable organizational skills, dedication, and inspiration. Anna not only successfully executed projects related to the development of the private school but also efficiently sourced and engaged exceptional teachers. Her ability to create flexible schedules and effectively coordinate the school's activities made a significant contribution to its success. Furthermore, Anna was not only a project manager but also an excellent programming teacher. Her ability to explain complex concepts in simple terms and her approach to teaching students to create websites, games, and Snapchat masks using JavaScript were impressive. Anna is not only a dedicated professional but also a reliable colleague. Her diligence, responsibility, and creative problem-solving make her an ideal candidate for projects of any complexity. Whether she is substituting for teachers or interacting with students, Anna consistently demonstrates outstanding professional qualities. I am confident that Anna will continue to shine in the field of education and programming, and her competence and enthusiasm will inspire students to reach new heights.\nSincerely,\n\nTatiana Rosenberg\nOwner of KiberOne Raanana",
      "reporter": {
        "photoUrl": "https://media.licdn.com/dms/image/C5603AQEu7kQC8f8Rug/profile-displayphoto-shrink_800_800/0/1563556955664?e=1705536000&v=beta&t=FtIm4W3cjcstSd5HQ1xsTmqB50H93FotBcyhDDVxg8o",
        "name": "Tatiana Rosenberg",
        "citeUrl": "https://www.linkedin.com/in/tatiana-rosenberg-88197218a/"
      }
    },
    {
      "feedback": "Anna was always prepared and on time to our deployments. If issues arose Anna was responsive and provided good insight into what the issues may be and she actively help solve the issues. Anna possesses good communication skills and works well by herself or in group situations. ",
      "reporter": {
        "photoUrl": "/images/user.jpg",
        "name": "Bruce Jones",
        "citeUrl": "https://www.linkedin.com/in/bruce-jones-3a32a3a/"
      }
    },
    {
      "feedback": "Mrs. Anna Rybakova, worked for Urban Science as a Data Analyst and later as a Consultant from 18th July 2016 until 23rd July 2021.\nUrban Science is a globally active management consultancy, focusing on the automotive industry. With 20 locations worldwide and more than 800 employees, Urban Science has been offering its customers a wide range of services in the field of sales and marketing optimization for more than 40 years.The main tasks of her position:\n- Application Maintenance, including system upgrades and migrations\n- Validating, processing and publishing data in Urban Science applications (reporting solutions and geomarketing solutions)\n- Quality Assurance and Testing of client specific applications\n- Supporting clients (internal and external) with ad-hoc requests\n- Supported the local Business Management Team to advise dealers in Russia with questions regarding the monthly data submission\n- Involvement in the roll-out of multiple applications to an automotive group across Europe\nMrs. Rybakova had a good technical expertise and good analytical skills. Thanks to her perception, she mastered new work situations very confidently and successfully.\nMrs. Rybakova showed a high degree of commitment and was always ready to take on responsibility. She completed her tasks with care and perseverance.\nMrs. Rybakova was a reliable employee. Her working style was characterized by very careful planning and structured processes. At all times, she was also able to cope with the highest workload and time pressure. We were satisfied with her services in terms of -quality and quantity, they met our requirements and expectations. She always fulfilled the tasks assigned to her.\nMrs. Rybakova’s conduct towards superiors and colleagues was always exemplary. Due to her helpful and friendly nature, she was highly appreciated and respected in the team.\nMrs. Rybakova is leaving our company in mutual agreement. We regret her departure and thank her for her contribution. We wish her all the best and much success in her professional and private life.\n\nVerena Dönges\nUrban Science, Frankfurt\nHead of Department",
      "reporter": {
        "photoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZsmEQz7vfzQwGwbilcs6CP5mgloeOUnx4rCsm-ediFPKDsB0ykYmE6LW4vhklYfNwADw&usqp=CAU",
        "name": "Verena Dönges",
        "citeUrl": "https://www.urbanscience.com/"
      }
    }
]
  